Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In line with the Nuffield Council’s report on ethical health research in developing countries, however, the guide allows for deviating from this principle, for example if the best treatment is not available in the specific country because it is too costly, or administration of the best treatment available in the world is not possible due to lack of health infrastructure (
nb: I tråd med Nuffield Councils rapport om etisk helseforskning i utviklingsland åpner veilederen likevel for å fravike dette prinsippet eksempelvis dersom den beste behandlingen ikke er tilgjengelig i det aktuelle landet fordi den er for kostbar, eller administrasjon av den beste behandlingen tilgjengelig i verden ikke er mulig på grunn av manglende helseinfrastruktur (

source: For this purpose he invited a 33 year-old woman to his surgery.
nb: Til dette formålet ba han en kvinne på 33 år om å komme opp på sitt kontor.

source: Ricoeur (1981:34) is sceptical to this perspective and to Freud's approach to the feeling of guilt as an expression of neurosis or the repressive effect of cultural norms.
nb: Ricoeur (1981:34) er skeptisk til dette perspektivet og til Freuds tilnærming til skyldfølelsen som uttrykk for en nevrose eller de kulturelle normenes undertrykkende virkning.

source: In a pluralistic society, it is not surprising that people have different ethical values and that these are brought to bear in debates about science and technology.
nb: I et pluralistisk samfunn er det ikke overraskende at folk har ulike verdisyn og at disse gir utslag i debatter om vitenskap og teknologi.

source: The main rule in research ethics is that personal data must not be collected,
nb: Hovedregelen i forskningsetikken er at personopplysninger ikke skal

source: The term 'blastocyst' refers to the fertilised egg at the 5–6 day stage.
nb: Blastocyst er navnet på det befruktede egget på 5-6 dagersstadiet.

source: Both the EU and the Research Council of Norway
nb: Både EU og Norges forskningsråd har lansert «Responsible Research and

source: These are not new questions for scientific research, and there has been well-considered and well-founded practice for a number of years.
nb: Dette er ikke nye spørsmål for fagfeltet, og en har hatt en gjennomtenkt og velbegrunnet praksis i en årrekke.

source: Gene technology is used in agriculture and aquaculture to modify characteristics such as growth rate, resistance to the cold and to disease, and nutritional content.
nb: I landbruk og havbruk brukes genteknologi for å endre egenskaper som veksthastighet, kulde- og sykdomsresistens samt næringsmessige egenskaper.

source: In some cases, the research results will be used in contexts that the researchers did not intend, and some researchers may occasionally believe that their research results are being misused.
nb: I noen tilfeller vil forskningsresultater bli brukt i sammenhenger som slett ikke er intendert av forskerne, og noen forskere vil av og til mene at deres forskningsresultater blir misbrukt.

source: they original y thought (NESH 2019).
nb: de opprinnelig hadde tenkt (NESH 2019).

source: The more dynamic perspective (also called "the continuum model", see Cloître and Shinn 1985) reflects how science effectively develops in dialogue with the wider community of which it is a part.
nb: Det mer dynamiske perspektivet (også kalt ”kontinuummodellen”, se Cloître og Shinn 1985) gjenspeiler hvordan vitenskapen i realiteten utvikler seg en i dialog med det større samfunnet den er en del av.

source: The pharmaceutical regulatory authorities, particularly the US Food and Drug Administration (FDA), which exercises considerable global influence, generally wants documentation that the new drug is superior to a placebo.
nb: Legemiddelmyndighetene, særlig Food and Drug Administration (FDA) i USA som har stor global påvirkning, ønsker i alminnelighet dokumentasjon på at det nye medikamentet skal være bedre enn

source: It should be mentioned, however, that a number of the OA journals that collect payment from authors also grant discounts or exemption from payment to authors from poor countries.
nb: Men det skal også nevnes at mange av OA-tidsskriftene som tar betalt fra forfattersiden, innvilger redusert pris eller helt bortfall av betalingen for forfattere fra fattige land.

source: communication occurs.28 For example, people in closed Facebook groups may differ
nb: sted.28 For eksempel kan personer i lukkede grupper på Facebook ha ulik forståelse

source: Oxford and New York: Oxford University Press
nb: Oxford og New York: Oxford University Press

source: Children have less autonomy and therefore need extra protection.
nb: Barn har redusert autonomi og trenger dermed ekstra beskyttelse.

source: each individual has interests and integrity that must not casual y be set aside in
nb: innebærer også at det enkelte individ har interesser og integritet som ikke uten

source: Stick and carrot
nb: Pisk og gulrot

source: When results are reported for sub-groups in the material, for example persons in a particular age group or voters for different parties, the findings may in some cases be perceived by members of the group as negative or as socially burdensome.
nb: Når det rapporteres resultater for undergrupper i materialet, for eksempel om personer i bestemte aldersklasser eller ulike partiers velgere, kan resultatene i noen tilfeller oppfattes som negative eller sosialt belastende av medlemmer av gruppen.

source: very least, this means that an institution or a researcher should ask the owner if a collection can be made available for research on provenance;
nb: minstekrav innebærer det at institusjon og forsker stiller som krav til eier at samlingen stilles til disposisjon for forskning omkring eierhistorie

source: Compensation for participation in research can induce persons to take part against their better judgement, and thus undermine the principle that participation in research shall be voluntary.
nb: Godtgjørelse for å delta i forskning kan forlede personer til å delta mot bedre vitende, og slik undergrave prinsippet om at deltakelse i forskning skal være frivillig.

source: Thus, it enables an effective dissemination and reuse of knowledge, for the benefit of education and further research as well as for other socially beneficial purposes.
nb: Dermed muliggjør den en effektiv spredning og gjenbruk av vitenskapen, til fordel for undervisning og videre forskning, og annen bruk som er til nytte for samfunnet.

source: The guidelines are dynamic and must be reviewed in line with technologicaldevelopments and the appearance of new ethical issues.
nb: Retningslinjene er dynamiske og skal revurderes i takt med utvikling av ny teknologi og fremvekst av nye etiske problemstillinger.

source: • making all relevant information about discovery site and provenance available to the
nb: • all relevant informasjon om funnsted og eierhistorie gjøres offentlig tilgjengelig, og

source: What are visual expressions?
nb: Hva er visuelle uttrykk?

source: Critical interpretation explains unconscious processes, ideologies, power structures and other expressions of dominance, which means that certain interests are hidden at the expense of others in the forms of understanding that occur spontaneously (Alvesson and Sköldberg 2010).
nb: Kritisk tolkning tar fatt på ubevisste prosesser, ideologier, maktforhold og andre uttrykk for dominans som medfører at visse interesser gjemmes på bekostning av andre i de forståelsesformene som spontant oppstår (Alvesson og Sköldberg 2010).

source: Consent to participate in research must be informed and voluntary.
nb: Samtykke til å delta i forskning må være informert og frivillig.

source: The Metropolit project aimed to follow a number of boys (born in 1953) in the capital cities of Scandinavia over a period of 20 years.
nb: Metropolittprosjektet skulle følge et antall gutter (født i 1953) i de skandinaviske hovedsteder i 20 år.

source: Fundamental principles of data protection, enshrined in data protection
nb: Grunnleggende personvernprinsipper, nedfelt i personvernlovgivningen,

source: These surplus fertilised eggs have conventionally been destroyed.
nb: Overtallige befruktede egg har tradisjonelt blitt destruert i assistert befruktning.

source: recommendations/.• When using others’ data sets, researchers should state each data set’s origin.
nb: recommendations/.• Når andres datasett brukes, bør forskere oppgi opphavet til datasettet.

source: that contribution qualifies someone for authorship.
nb: kvalifiserer til forfatterskap på publikasjoner.

source: One way to solve this is by giving the person the opportunity to agree on what information can be used and, if appropriate, allow them to read what you have written before it is made public.
nb: En måte å løse dette på, er at man gir sin fortrolige kontakt mulighet til å samtykke til hvilke deler av informasjonen som skal gjengis, og eventuelt lar personen lese gjennom det man skriver før det gjøres offentlig.

source: institutions should facilitate public access to data.
nb: forskningsinstitusjoner bør legge til rette for allmenn tilgang til data.

source: In Norway, a model has been established for performance-based credits in the funding system on the basis of the academic publication activity of each institution.
nb: I Norge er det etablert en modell for resultatbasert uttelling i finansieringssystemet, basert på den vitenskapelige publiseringsaktiviteten til den enkelte institusjon.

source: No national or international ethical, legal or regulatory requirement should reduce or eliminate any of the protections for research subjects set forth in this Declaration.
nb: Selv om faktorer som reduserer forståelsesevnen, og faktorer som reduserer frivillighet, i noen situasjoner opptrer samtidig, dreier det seg om separate utfordringer som oftest må møtes på ulik måte.

source: However, in Europe, as previously discussed, the focus has been more on the instrumentalisation of embryos than on their destruction.
nb: I Europa har, som tidligere nevnt, fokuset vært mer på instrumentalisering enn på destruksjon av embryoer.

source: An adjacent issue relates to local customs that indicate that researchers that come from the outside shall be treated as guests, which triggers special obligations.
nb: En tilstøtende problemstilling er lokale skikker som tilsier at forskere som kommer utenfra skal behandles som gjester man har særlige plikter overfor.

source: human operator monitors the system and makes all critical decisions.
nb: menneskelig operatør overvåker systemet og tar alle kritiske avgjørelser.

source: This is no exaggeration.
nb: Det er ingen overdrivelse.

source: The first of the three Norwegian books (Haraldsen,1999) is an introduction to interview surveys, the second (Hellevik, 2002) an introduction to social science methodology in general, and the third (Hellevik, 2011) a book which provides a number of examples of how interview surveys are misinterpreted and sometimes directly distorted when they are presented in the media.
nb: Den første av de tre norske bøkene (Haraldsen, 1999) er en innføring i intervjuundersøkelser, den andre (Hellevik 2002) en innføring i samfunnsvitenskapelig metode generelt, og den tredje (Hellevik 2011) en bok som gir en rekke eksempler på hvordan intervjuundersøkelser feiltolkes og noen ganger direkte forvrenges når de presenteres i mediene.

source: Norwegian Bent Natvig was involved in this work.
nb: Fra Norge var Bent Natvig med i dette arbeidet.

source: The ICMJE has gradually incorporated ethical principles for publication in biomedical journals into its recommendations.
nb: ICMJE har etter hvert tatt inn i sine anbefalinger etiske prinsipper for publisering i biomedisinske tidsskrift.

source: This was followed by the Proposed Ethical Guidelines (1982, 1993).
nb: Disse ble etterfulgt av Proposed Ethical Guidelines (1982, 1993).

source: Researchers must be respectful when choosing their topic and methods, and when disseminating their research.
nb: Forskeren skal vise respekt gjennom sitt valg av tema og metoder, og ved formidling av sin forskning.

source: the vulnerability of those affected and the research’s interaction and
nb: sensitivitet, de berørtes sårbarhet og forskningens interaksjon og

source: (Open knowledge archives have been established in most institutions in the university and university-college sector and the healthcare sector, as well as by a number of independent research institutes).
nb: (Åpne vitenarkiver er etablert ved de aller fleste institusjoner i UH-sektoren og helsesektoren og også hos en del frittstående forskningsinstitutter.) Og likeså har et voksende antall UH- og forskninginstitusjoner stilt lignende krav til egne forskere.

source: For example, studies were conducted to measure both knowledge and attitudes about a subject area (Hviid Nielsen, Seippel and Haug 2003).
nb: For eksempel er det gjennomført studier der man har målt både kunnskap om et fagfelt og holdninger (Hviid Nielsen, Seippel og Haug 2003).

source: If the project originates from a Norwegian research institution, he or she can apply for an amendment of the main project.
nb: Dersom prosjektet utgår fra en norsk forskningsinstitusjon, kan man søke om prosjektendring av hovedprosjektet.

source: In purely observational studies, i.e. non-participatory observation, the researcher observes other people without participating himself.
nb: I rene observasjonsstudier, det vil si ikke-deltagende observasjon, observerer forskeren andre mennesker uten å delta selv.

source: If there is insufficient information about the circumstances and conditions under
nb: Dersom informasjon om omstendighetene og betingelsene dataene ble samlet

source: Researchers also have a responsibility to communicate the risks that derive
nb: Forskere har også et ansvar for å kommunisere den risikoen som følger av

source: When a couple have had their desired children, any fertilised eggs remaining in the freezer are said to be 'surplus'.
nb: Når et par har fått sine ønskede barn, og det fremdeles finnes nedfrosne befruktede egg i fryseren, kaller man disse ”overtallige”.

source: and their input reflects to a lesser extent the concerns that have been raised
nb: miljøene som optimistiske, og innspillene gjenspeiler i mindre grad de

source: legislation, inspectability is also crucial for ensuring transparency and
nb: avgjørende for å sikre åpenhet og tillit ved automatiserte avgjørelser, som for

source: Overview of various sets of ethical norms of importance for research practice (from Elgesem, Jåsund, Kaiser 1997).
nb: Oversikt over ulike etiske normsett som har betydning for forskningspraksis (etter Elgesem, Jåsund, Kaiser 1997).

source: CIOMS' ethical principles are fundamentally inspired by Beauchamp and Childress' classic text, Principles of Biomedical Ethics (Beauchamp and Childress 2001).
nb: De etiske prinsippene som brukes av CIOMS er i det vesentlige inspirert av den klassiske teksten til Beauchamp og Childress, Principals of Biomedical Ethics (Beauchamp og Childress 2001).

source: According to Donna Haraway (1997), the goal of science is to strive to produce faithful accounts.
nb: Å oppnå bedre beretninger om verden er ifølge Donna Haraway (1997) vitenskapens oppgave.

source: On the other hand, they may give rise to concerns about the risk of
nb: side kan de imidlertid gi opphav til bekymring om risiko for mulig misbruk

source: interaction with humans, and partly in interaction between the technical
nb: mennesker, og dels i interaksjon mellom de tekniske systemene.

source: The development of
nb: Utviklingen av KI er

source: individuals, society and the environment.
nb: samfunnet og miljøet.

source: A lack of transparency can give rise to discriminatory decisions and to
nb: Mangelen på åpenhet kan gi opphav til at det fattes diskriminerende

source: Researchers must observe good publication practice.
nb: Forskeren skal følge god publiseringspraksis.

source: b) can evaluate their own situation
nb: b) kan vurdere sin egen situasjon

source: Later works have followed this tradition of associating systematic approaches with social organization (Kaiser 2000:152).
nb: Senere arbeider har fulgt opp denne tradisjonen av å knytte systematikk sammen med sosial organisering (Kaiser 2000:152).

source: Somatic stem cells can be obtained from individuals who have already been born (so-called 'adult' stem cells), or from umbilical cord blood.
nb: Somatiske stamceller kan hentes fra fødte personer (såkalte adulte stamceller), eller fra navlestrengsblod.

source: In many countries, implementation
nb: I mange land er implementeringen av teknologien

source: The National Committee for Research Ethics in Science and
nb: Den nasjonale forskningsetiske komité for naturvitenskap og teknologi

source: In the literature, this is often described as taking an ethical debate ‘upstream’; a metaphor to express the notion that problems should be dealt with at source as opposed to afterwards, when problems have already arisen.
nb: I engelsk litteratur betegnes dette ofte som å føre en etisk debatt ”upstream”, en metafor som skal uttrykke at man skal angripe aktuelle problemstillinger ved kilden og ikke først ved sluttpunktet der problemer allerede har manifestert seg.

source: facilitate interdisciplinarity in this research, thereby acknowledging its
nb: bør legge til rette for tverrfaglighet i forskningen og derved erkjenne dens

source: As a result, the World Medical Association in 1975 recommended the establishment of independent committees of research ethics to assess all medical research involving people.
nb: Det førte til at Verdens legeforening i 1975 anbefalte at det burde etableres uavhengige forskningsetiske komiteer til å vurdere all medisinsk forskning som gjøres på og med mennesker.

source: The researcher shall establish vis-à-vis the Norwegian REC that the level of compensation is reasonable.
nb: Forskeren skal overfor norsk REK sannsynliggjøre at nivået på kompensasjonen er rimelig.

source: On the other hand, AI can also threaten human dignity.
nb: På den annen side kan KI også true menneskeverdet.

source: b) the possible consequences of such whistleblowing for the researcher personally, the research institution and society, both if the circumstances reported are correct and if they are not correct
nb: b) de mulige konsekvensene av en slik varsling for seg selv, forskningsinstitusjonen og samfunnet, både dersom forholdene det blir varslet om er korrekte, og hvis de ikke er korrekte

source: A) Responsibility for the development and use of autonomous systems
nb: A) Ansvar for utviklingen og bruken av autonome systemer

source: Commercialisation and empirical research
nb: Kommersialisering og grunnforskning

source: Researchers and research institutions must contribute to the collective
nb: Forskere og forskningsinstitusjoner skal bidra til en felles kollektiv

source: Others disagree with this, believing that research ethics includes at least a degree of shared responsibility for the intended use of research results.
nb: Andre er likevel uenige i dette, og mener at forskningsetikken inkluderer i alle fall et visst medansvar for intendert bruk av forskningsresultater.

source: These were often exposed to a considerable risk, which was tolerated in consideration of the benefits to be gained from potential progress (cf. Elkeles 1996).
nb: Disse ble ofte utsatt for en betydelig risiko, som ble tolerert av hensyn til nytten av mulige fremskritt (jf Elkeles 1996).

source: Researchers must consider the risk that laboratory animals experience pain and other suffering (see guideline 5) and assess them in relation to the value of the research for animals, people or the environment.
nb: Forskeren skal vurdere risikoen for at forsøksdyr blir påført smerte og andre belastninger (jf. 5), og veie dette opp mot forskningens verdi for dyr, mennesker eller miljø.

source: disadvantages of existing tools and data.
nb: eksisterende verktøy og data.

source: Unidroit's Convention on Stolen or Illictly Exported Cultural Objects (Rome, 1995) (ratified by Norway 1995).
nb: Unidroits konvensjon om stjålne eller ulovlig utførte kulturgjenstander (1995, ratifisert av Norge i 1995).

source: In Big Data-based research this is a particularly challenging
nb: I stordatabasert forskning er dette særlig

source: In the consultative input provided to NENT,
nb: I innspillene til NENT var

source: That decision will, at least in principle, be taken irrespective of any potential future use of the material for research.
nb: Beslutningen skal i alle fall i prinsippet være tatt uavhengig av mulig senere bruk av materialet til forskning.

source: AI will likely also influence us as individuals, similar to what we have seen
nb: påvirke oss som enkeltpersoner, for eksempel slik vi har sett i forbindelse

source: Due diligence is defined as follows in UNIDROIT 1995:
nb: Nødvendig aktsomhet defineres på følgende måte i UNIDROT 1995:

source: Using direct, personal and active language (not "it was shown", but "we (or I) showed that") without nominalisation ("we took under consideration" can be replaced with "we considered") or jargon (translate what it means "to establish a uniplex emotional relation to an object") is a much more inclusive way of communicating.
nb: Man inkluderer langt flere ved å benytte et direkte, personlig og aktivt språk (ikke ”det ble påvist”, men ”vi (eller jeg) viste at”) uten substantiveringer (”vi tok under overveielse” kan erstattes av ”vi overveide”) og uten fagsjargong (oversett hva det vil si ”å etablere en unipleks emosjonell relasjon til et objekt”).

source: That is my personal opinion, though,» says Tuft.
nb: Men det er min personlige mening, sier Tuft.

source: CIOMS is thus comparable with ICSU and ICSS.
nb: I så henseende er CIOMS sammenliknbar med ICSU og ICSS.

source: In 1964, the Oslo school board supplied information on boys born in 1954 to the project.
nb: I 1964 utleverte Oslo skolestyre opplysninger om gutter født i 1954 til forskningsprosjektet.

source: The gender distribution in the RINO survey and in the NIFU database are identical: 48% women and 52% men.
nb: 48 % kvinner og 52 % menn. Bryter vi dette ned på de ulike stillingskategoriene, kommer noen skjevheter til syne.

source: and algorithms can have serious consequences.
nb: i datasett og algoritmer få svært alvorlige følger.

source: As with mathematics and nuclear physics,
nb: Det gjelder som for matematikken og

source: Is it wrong to create a hybrid between human and pig?
nb: Er det galt å skape en hybrid mellom menneske og gris?

source: The choice of publication channel is in fact a key part of the academic discourse, which may be reined in if the researcher is not free to choose one that he/she deems optimal.
nb: Valg av publiseringskanal er jo en viktig del av den vitenskapelige diskurs, og denne kan bli begrenset dersom forskeren ikke står fritt til å velge den som han/hun vurderer som optimal.

source: It also applies in those cases where the requested participants can read and write, but where, for various reasons, they do not want to sign a document.
nb: Det gjelder også i de tilfeller der forespurte deltakere er lese- og skrivekyndige, men av ulike grunner ikke ønsker å skrive under et dokument.

source: National Research Ethics Committees, 2016).
nb: De nasjonale forskningsetis- ke komiteene, 2016).
